Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nno/facta/skuvlahistorja1/nymo_s.html.tmx
Source language: sme
Languages: nno

source: Dáruiduhttin maiddái hirtnodahtii [hirtnodahttit = nuppe olbmo jurdagiid botnjat ja vel vuoitit allasis, reaŋggaidahttit.]
nno: Samene i markebygdene i Ofoten og Sør-Troms har ført en kamp for å slå seg fri fra synet som har hvilt på dem..

source: Roaškale áktiivalaččat vuosehit sii nai leat árjjálaš jearggalaš olbmot; sin vierástuvvama " buorredagut " galget báhcit maŋabeal sin belljiid dán márkui.
nno: Det har vært viktig å vise for omverdenen at en har dugd. Det har en gjort på flere måter.

source: Daste de oalleláhkai ripme dáruiduhttima čielga gohčohallamiid vuhtii váldit: dál lea bus bálli oalát dáččaluvvat, jáhkihe gaskkaneaset.
nno: Budskapet i fornorskningspolitikken var jo klart, det gjaldt å bli gode norske.

source: Ránskkalaš olbmoeallindutki Bourdieu oaidná gokte nášunálalaš stáhtat álelassii ja ovttilis [álo] gevtet vugiid ja málliid man bakto váikkuhit dadjamusaidaset nannet ja fámuid čoaggit allaseaset.
nno: Bourdieu sier at nasjonalstatene har hatt pågående prosesser i å samle makt som går på å konsentrere kapitaler.

source: [Oaivilfágabargguidasam lean geavahan ránskkalaš sosiologa Pierre Bourdieu (1930-2002).
nno: [I hovedoppgaven min har jeg brukt teoriene til den franske sosiologen Pierre Bourdieu (1930-2002).

source: Moadde su deháleamoš girjjiid gaskkan lea jorgaluvvon dárrui: Distinksjonen, Symbolsk makt, 1996, ja Meditasjoner, 1999, Pax Forlag visot, ja nai Bourdieu et Wacquant: Den kritiske ettertanke, 1995 Samlaget.]
nno: Noen av hans viktigste bøker er Distinksjonen 1995, Symbolsk makt 1996 og Meditasjoner 1999, alle Pax Forlag, samt Bourdieu og Wacquant: Den kritiske ettertanke.

source: Diekkár deŋggodat sahttá leat njuolganaga bággehusfábmu dahje rumašlaš vuortnohus (soahteveahka, pulkkit [politiija] jna.), ruhtalaš deaŋgi [deaŋgi = ruhta], kultuvralaš guoddu, sahttá leat vávda diehtojuohkinfámudat ja juohkelágán iđáhusat mat doibmet diekkár deŋggodahkan.
nno: Samlaget 1995.] Slik kapital kan være fysisk makt eller tvangsinstrumenter (hær, politi), økonomisk kapital, kulturell kapital, eller snarere informasjonskapital, og symbolsk kapital.

source: Aitto nie lei gen dalle go Norga galggai márket iežas ilmma guđe nášunálastáhtan mas leš fábmu: mihtulmas munnái ollá dušše deŋggodagaid bakto, ja dieid galgá danin váfut.
nno: Det var akkurat det som skjedde da Norge skulle bygge seg opp som nasjonalstat; det gjaldt å bli mektig ved å bygge opp kapitaler. Filosofien om kapitaltenkning påvirka markebygdingene.

source: Dákkár jurddašanvuohki dieđun lea váikkuhan márkku sámiid guođđit sámivuođa.
nno: De opplevde at staten via sine overordnede kapitaler, bl.

source: Dat oidne gokte stáhta bajit deŋggodagaidis bakto, nu go láhkareidehusaidis bakto, mihustalai [čeavlastalai] ja orui rahčame berošmeahtton gait iežá árvvuid.
nno: a. lovverket, hadde mulighet til å utøve makt over andre kapitaler.

source: Lea dakkár oainuide bohcideamen go Alfon jumežaguovttos Haralddiin oktan iežá nai mánáiguin ilččihalle [ilččihit = skáinnašit, hávvádahttitgieđaide dan dihte go sámáste skovláseilljun [skuvlašilljus].
nno: Det var det som skjedde da Alfon og tvillingbroren Harald, sammen med andre samebarn, ble tildelt slag på hendene når de snakka samisk i skolegården.

source: Vuogástahtii [váikkuhiisámi olbmo riepmat dakkár deŋggodahkii mii stuorservodagan ávkkaša, ja dakkár deŋggodat han aitto eaktuda dáčča vuogádaga iđuid háhpohallat galgat ja suolbmudit [suolbmudit = dahkat oassin iežas orrumii ja eallimii] dieid allasis eallináhpun.
nno: For samene ble det derfor om å gjøre å investere i kulturell kapital som ga uttellinger, det vil si kapital med innhold av norsk kultur.

source: Mávssolažžamussan lei servodaga badjelávdda deŋggodat mainna sápmi sahtii čiegadit sámi vuolgga ja identitehta.
nno: Det som betydde noe var kapital med høyere status som kunne maskere ens identitet som same.

source: Norgga stáhta muddehalai beavttálmasat dán jođu.
nno: Den norske stat bidro til å samordne det kulturelle markedet.

source: Dieinnalágiin oppamuddui lihkostuvai stándardiseret kulturiđáhasaid, nugo stáhtat gen dávjjámustá dahket, aistton Bourdieu.
nno: Dermed prøvde den å fremme likhet slik at kulturkodene skulle bli standardiserte, som Bourdieu sier at staten ofte gjør.

source: Márkkugilliin dát stándardiseren surgasii beallalas dásiide; muhtin gilit olle iežaseat mielan guhkkelii go nuppit aitto rahčamiidaseatguin dáčča deŋggodaga allaseaset oamastit ja dan bakto de nagadit goarbmut [goarbmut = goargŋut] gáddelaš divrras allatvuhtii.
nno: For markebygdene slo denne standardiseringa ulikt ut. I ervervelsen av kapitaler for å bli fornem, lyktes noen bygder, tilsynelatende, bedre enn andre.

source: Jur dan gal in dán oktavuođas abme báguhit, val vuosehan oaivvelfágabárgusam mas lean guorran manláhkái dáruiduhttin iežáhalai [iežáhallat = go ii áibbas identalaččat mana, iešguhtet láhkái] gaskkal Vuomi ja Vuopmegeaži giliid, Skániid suohkanin.
nno: Dette skal jeg imidlertid ikke komme nærmere inn på nå, men henvise til min hovedfagsoppgave der jeg har skrevet noe om forskjellene i fornorskninga mellom bygdene Kjønna / Vuopmi og Trøssemark / Vuopmegeahči i Skånland kommune.

source: Ovdamearkan makkár deŋggodagas lea sáhka maid márkkugat vigge olihit namahastán: višu, luohttevašvuođa, dárugiela, fallivuođa, skovláčehppodaga, dáčča ja rivgu vieruid ja gáttuid, dáčča gárvvuid ja biergasiid, dáčča gánddiid [gánddit (pl..)
nno: Eksempler på kapitaler som markebygdingene erverva seg er, for å nevne noen; arbeidssomhet, ærlighet, norsk språk, norske klær og gjenstander (her har imidlertid læstadianismen begrensa ervervelsen med sitt budskap om at materiell rikdom som pyntegjenstander, moderne klær osv.

source: = dakkár diŋggat go dipma stovllat, divrras beavddit jna.] (dákko lea gal guovllu leastadialaš oahppa gáržžiidan jollašuvvama cealkkidettiin áiggálaš bondodaga [riggodaga] oktan činahasaiguin ja ođđamállet biktasiiguin suttu niktaluvvamassan).
nno: blir sett på som synd), gode idrettsprestasjoner og skoleflinkhet.

source: Márkkugiid skovláčehppodat juo 1920 jahkelogu loahpa áiccahuvvui.
nno: Norvald Dyrvik som var fra Vestlandet, var lærer ved Trøssemark skole på den tida.

source: Norvald Dyrvik, oarjenorjjalaš boahtán sámi Vuopmegeahčái skovlogin, ávžžuhii ges olbmuid nai bisuhit sámivuođa giela ja vieruid bakto.
nno: Han arbeidet også med å påvirke elevene til å holde fast ved det samiske; tradisjonene og språket.

source: Beaivválaš skovllá lassin de olmmái jođihii eahkedesviđiskovllá.
nno: I tillegg til den vanlige undervisninga fikk han til kveldsskoleordning.

source: Son čállá: " Čoaggáne máŋga oahppilis ja jeargabastilis nuorat guđet hálide eanot oahppat.
nno: Han sier: " Der møtte mange evnerike og vakne ungdommar, som gjerne ville lære meir.

source: Hoalaide bohte nai sámi gažaldagat, ja guoskkahalaimet man muddui sámi mánát sámi guovlluis livčče sahttit vuoiggaiduvvat oahpa oažžut sámegillii, goitgen vuosttaš jagiid; amma dat gullá álbmotrivttiide ? "
nno: Vi drøfta og samespørsmålet, og var inne på tanken at bonna i samedistrikt hadde krav på og rett til å få opplæring på samisk, i alle høve dei første skuleåra. Det høyrde med til menneskerettane. "

source: [Dyrvik, Norvald [Om språkvanskar] I: Årbok for Hinnøy og omegn sameforening 1985, referert i: Grenersen, Geir: Ved forskningens grenser.
nno: [Norvald Dyrvik [Om språkvanskar] I: Årbok for Hinnøy og omegn sameforening 1985, referert i: Geir Grenersen: Ved forskningens grenser.

source: Vuopmegeaži boares skuvla lea maŋimus jagiid geavahuvvon ee. duodjekurssaide.
nno: Den gamle skolen i Trøssemark / Vuopmegeahči har i seinere år blitt brukt bl. a. til husflidskurs.

source: (Govat: Idar Reinås)
nno: (Foto: Idar Reinås)

source: Sámi vuogádat lea bissun dugo skádja ja šuokŋa gait daguid ja dujiid duohken maid márkkugat leat vitnehuššan [bargan, hommen].
nno: Den samiske kulturen har ligget som en undertone i de bevegelser og handlinger markebygdingene har tatt.

source: Márkku gilit ja birrasat leat eavttuidahttán ássiid ja orruid juo dolin, duvle ja dálážii.
nno: Markebygdene og den omgivende verden har danna rammer rundt livene som har blitt levd og leves av samene der.

source: Leamaš gal surgadis ságat muŋkkáhahttimen [šlundame], val eanaš leamaš hávskkes spájut [dáhpáhusat] illuidahttimen.
nno: Det har vært vonde og gode opplevelser. For de fleste har de gode opplevelser vært i flertallet.

source: Amma danin leat máŋggas válljen orohaga cegget márkui go leat bearrašmuvvan.
nno: Det er nok derfor flere har valgt å slå seg ned der når de har stifta familier.

source: Báittobealgillin márku lea buoribut sieiluhan sámi jurddavuogi luonddu ja obbalasa birra, dieinnalágiin bisuhan sámivuođa.
nno: Markebygdenes avsidesliggende beliggenhet har vært med å bevare den samiske kulturen og livsanskuelsen.

source: Otná dili govva čájet ja vuoset árjjalaš márkkulaš giliid gonne nuorat nai áinnas sielohallet.
nno: I dag ser vi at de fleste markebygder er livskraftige, de unge har slått seg ned der.

source: Eallima skovlá
nno: En skole for livet

source: Jagi 1959 bulii Vuomi skovlá.
nno: I 1959 brant skolen i Kjønna ned.

source: Vuobmi lei dalle alddis skovlábiire daidde giliide: Rámavuolli, Vuobmegilli ja Hoanttas.
nno: Kjønna var egen skolekrets. Bygdene Reinås / Rámavuolli, Kjønna / Vuopmi og Nipen / Hoantas tilhørte denne.

source: Mun dalle vázzen 3. jagi ja simme luohkán ledje nai smávvužat mat vázze 2. ja 1. jagi.
nno: Jeg gikk da 3. året på skolen og tilhørte en klasse sammen med 1. og 2. årselever.

source: Smávužat vázze disdaga ja duorasdaga, go sturožat (4. gitta 7. jagáš skovlávázzit) vázze vuossárgga, gaskkavahku, bearjedaga.
nno: Vi ble kalt for småklassen og gikk hver tirsdag og torsdag på skolen, mens 4.-7.-årselever (storklassen) gikk hver mandag, onsdag og fredag.

source: Jus mii leimmet soames beaivvi viiban [viibat = leat eret, jávkat] de geavai doahpat vázzimiin sturožiid olin dieid skovlábeaivviid logu.
nno: Dersom vi var borte fra skolen noen dager, var det ingenting i veien for at vi kunne ta igjen fraværet ved å være i lag med storklassen på deres skoledager.

source: Diet lei nai stuorluohkagiidda vejolaš.
nno: Det samme gjaldt for storklassen.

source: Skovlot, Lars Einejord, dárkilit doalai rehkega guđemuddui duobaimmet masson beivviid.
nno: Læreren vår, Lars Einejord, førte omhyggelig regnskap over det vi tok igjen av fravær.

source: Lei álot gelddolaš sturožiid olin leahkit, muhto nai veahaš balddihahtti; ean mii goit gaittiinnaid dovdda nu buoragit vaikko orrut simme skovlábiiren midja [mii] han ii lean nu gallji.
nno: Det var alltid spennende å gå i lag med de store elevene, men også litt skummelt. Det var jo ikke alle vi kjente like godt, selv om skolekretsen ikke var så stor.

source: Bajitlávddaleamuš fágan aniime dáru, rehkega ja biibalhistoria.
nno: Av fagene hadde norsk, regning og bibelhistorie høg status.

source: Eđes [muđui] muittán siidadagolašfága [ruovttobáikeoahppa] guovddážin.
nno: Ellers husker jeg at heimstadlære sto sentralt.

source: Siidadagolašfágá deattuhii gokte geavtit [geavahit, atnit] birraša, ja oahpaimet birgehallat luonddun vaikko makkár dálkin.
nno: I heimstadlæra var bruk av nærområdene viktig, og vi lærte å ferdes ute i naturen i all slags vær.

source: Einejord lei eanandoalloskovllá vázzán ovdal go oahpaheiskovlái álggii, ja oktan su sámi árbbiin lei danin gal su mielan deahálaš oahpahit maid buriid moldoeanan buvttiha.
nno: Einejord hadde gått på landbruksskole før lærerskolen, og som supplement til hans samiske kulturarv var det nok grunnleggende for han å lære sine elever hva den gode jord gir.

source: Mii finaimet danin dáivá [dávjá] murjemin, ja murjen lei gen oallot dálu reidemas dálvái.
nno: Blant annet plukka vi bær, og det kom godt med i vinterforsyninga i de ulike heimer.

source: Dát vuoidna aitto man deahálaš lea dálvvi oainnihit čiekkai nu ásivuollái ahte mii nieiddat nai skovlábálgá manadettiin spiehkkalastiimet čoaggiležžet [čoaggiležžet = čoaggin dihtii, čoaggit (supinum)] murjjiid.
nno: Viktigheta av å sanke inn til vinteren ble så forkroppsliggjort at vi jenter også brukte skoleveien til det.

source: Muittán go Inger, Helfrid ja mun, mii gávnnaimmet nu olu joŋaid ahte hehttuimmet guobaid [suohkuid] geavtit lihttin.
nno: En gang husker jeg at Inger, Helfrid og jeg fant så mye tyttebær ved Lomåselva at vi måtte bruke strømpene våre til bærspann.

source: Leimmet hirbmát [hirbmá = miholaš, mihá, čeavlái] siidii boađi nu olu murjiiguin.
nno: Det gjelder å bruke det en har til rådighet og kan nyttiggjøre seg, slik at en ” overlever ”.

source: Boares Vuomi skovlá šattai dadjat juo eallima skovlán ii dušše teorijaid alde, baicca nai skovlá mii ovddidahtii árvvu guđeláhkái olmmoš sahttá láhčit allasis vugiid gokte birgehallat [Diet doaba «birgetš guoská sihke ruhtalaš, sosiálalaš, ristalaš, ja diiđolaš gažaldagaide ja nai fysalaš ja teknihkkalaš geahčuid ja gežiid.
nno: Naturen skal ikke plyndres for at mennesket skal få mer. (Kalstad, Johan K.: Reindriftspolitikk og samisk kultur – en uløselig konflikt ? Universitetet i Tromsø 1997)Birget-begrepet rommer, for å nevne noen: økonomiske, sosiale, religiøse, kunnskapsmessige, fysiske og teknologiske aspekter.

source: Galgá leahkit hutkái ja smiđut ávkkašit maid gávdná, maid atná, vai dáibá.
nno: Det gjelder å bruke det en har til rådighet og kan nyttiggjøre seg, slik at en ” overlever ”.

source: Ferte ain goas cuhccat ja binnosiin birget, ja dan han lea man galgá oahppat: luonddu ii galgga olmmoš goardit dušše gárpmudeami dihtii.
nno: Mange ganger holder det sånn akkurat, og det er det som er hele vitsen. Naturen skal ikke plyndres for at mennesket skal få mer.

source: Dálvejábi lei čuoigan beaivválaš, ja mii čuoiggaimet skovlái.
nno: På ettervinteren begynte skilivet, og de fleste av oss elever kom på ski til skolen.

source: Fridjabottu nai čuoiggaimet.
nno: I friminuttene gikk vi også på ski.

source: Lei dáhpi skovládiimmun nai guldalit rádio go muitale gilvohallamiis goste nu.
nno: Det var helt vanlig å lytte til idrettssendinger på radioen i skoletimene.

source: Skovlábiiren lei faláštallansearvi, ja ledje falles čuoigit, ja akta daid gaskkan, namas Ingmund Holtås, biđii máilmmi beahkkániiguin.
nno: Kjønna / Vuopmi hadde jo et sterkt idrettslag, og en av bygdas sønner, Ingmund Holtås var blant de store skiløperne som deltok ute i verden.

source: Sihke mánát ja ollesolbmot dieđun áŋgirušše.
nno: Barn og voksne var selvsagt interessert i å følge han.

source: Mii čohkahalamet rádio guran ja noteredettiin áiggiid ja namaid rehkenastiimet vuohkominuhtaid; áddešeimmet go mii dalle man buorre oahpahus dát lei rehkenastit ?
nno: Vi satt rundt radioen og regnet ut rundetider, og det var god læring i faget regning.

source: Mun dál, áiggiid maŋŋel, árvvošan Vuomi skovllá leahkán áiggistis oppa ovdalut aitto intergreredettiin eanot go ovtta fága oahpahusdahkosiidasas.
nno: I ettertid vil jeg si at Kjønna skole var meget forut for si tid med integrering av flere fag i prosjekter.

source: Dál mieđihan aitto die leame sámi jurdaga mielde lunddolaš oahpahusdáida.
nno: I dag vil jeg også si at det var naturlig i samisk tenkning å legge opp undervisninga slik.

source: Giđđadálvvi go ain lei cuoŋu de Lars Einejord ja Vuopmegeaži skovlot John Nyheim lonohalaiga guossin mannat nubbi nuppi skovlái; fievrun lei seippát [spárka, čievččán, fievru mainna johtá jieŋa nalde].
nno: I mars / april brukte Lars Einejord og læreren i Trøssemark / Vuopmegeahči, som var John Nyheim, å få til besøk på hverandre sine skoler.

source: Nyheim lei smiđugis [čeahpes] muitaleaddji; coggaluvvui muitui oallot gápmilis [miellagiddevaš] sáhka, cukcasat ja duođa deaivvalašat govddihe giđđudit oaivvi govahallamiidda.
nno: Framkomstmidlet var spark. Nyheim var god til å fortelle, og vi fikk med oss både skrøner og alvorsprega samiske fortellinger etter slike besøk.

source: Skovlá elii sámi árbbi, ja searvvai nannet sámi oktasaš oainnuid olbmoeallima dáfun.
nno: Skolen var med å styrke samisk kulturarv, ikke minst ble et kollektivt menneskesyn ivaretatt.

source: Vuohki ovttastahttit smávožiid ja stuorskovllá ohppiid lei duođas ávkkálaš go dalle skovlámánát ohppe ovttasbargat, stuoribuččat ledje smávibuččaidde veahkin ja ovdamearkan.
nno: Ved at små- og storklasser ble lært opp til å være i lag, ble dessuten ressurser utnytta ved at de store ble satt til forbilder for de små.

source: Stuorskovllá mánát oahpahallojuvve meatnut láđđásit nuorabuid váste amas aktage movttehuvvat.
nno: De store måtte også lære seg å ta hensyn til de små.

source: Skovlá lei dienláhkái guovdážin deattuhemiinis sámi vuogádaga vuođđodovdduid mas searvválašvuohta lea bajimusan.
nno: Slik var skolen med å verdsette fellesskapet som et viktig fundament i samisk kulturtradisjon.

source: Go Vuomi skovlá bulii de nogai dát searvvalašoahpaheapmi ja heittii.
nno: Da skolen brant ned, opphørte denne form for læring.

source: Reisrándda skovláhuotnahin [skuvlaviesus] ledje guoros lanjjat.
nno: Breistrand skole ved sjøkanten hadde ledig klasserom.

source: Mii fievrriduvvuimet skovlajagi 1959 dohko, min alddamet skovlot ja min oahppejoavkkut čoahkás nu go leimmet juo leamaš bordon Vuomi skovllán.
nno: Vi ble fraktet dit ut skoleåret 1959, med egen lærer og i de samme klasser som hadde vært til stede i Kjønna.

source: Gullui gal muhttuin sátne " fijnn " dáččalaš ohppiid njálmmis, eđes eat ráfehuvvan; ná eat hal muosehuhttán gen.
nno: Av og til hørtes ordet " fijnn " fra bufolksungene, ellers fikk vi være i fred. Vi gjorde jo ikke heller større vesen av oss..

source: Muhto 1960 rájis iežáhuvai dilli.
nno: Fra 1960 ble det annerledes.

source: Mii bidjojuvvuimmet seahkalagaid Reisrándda ohppiiguin, iige min skovlot šat beassan leat skovlot gait márkku mánáide.
nno: Vi ble blanda med barna fra Breistrand, og læreren vår fikk ikke være lærer for alle markebygdingene.

source: Heahkkadaga [fáhkkestaga] bahánii beajuheapmi [bilkideapmi] ja bilkun spaittui [lassanii]; beaivválaččat čolgaduvvui midjiide cielahusat " fijnn " ja " din lappunge "; ovttatláhkái skovláseilljun gulloje heaikkaheamit.
nno: Plutselig tiltok mobbinga med full kraft, og det var daglig kost å få slengt ordene " fijnn " og " din lappunge " i nedsettende toner etter oss i skolegården.

source: Mun árvidan mii bođiimet vuoikka lahka dáččalaččaid ja de dieidda dovdui dugo uhkkádussan: mii leimmet vávda njieidime sin dárrolašvuođa.
nno: Jeg tror vi kom for nær bufolket og kunne " true " deres norskhet.

source: Váhnemiidameat bakto diđiimet ahte ollugat dáppe Reisránddan leat sámi sogas, ja danin máŋggas daid ohppiid gaskkan.
nno: Av foreldrene våre lærte vi nemlig at det var mange av Breistrandsungene som var av samisk ætt.

source: Dan nai ruvva [farga] árvvideimmet áboheapme nággáhallat Reisrándda čivggaiguin guđemuččat leat sámi sogas ja man muddui dat leat sámit.
nno: Men å stå og krangle med breistrendingene om hvem som var mest samer eller ikke, var et fåfengt arbeid, lærte vi også.

source: Árvvideimmet mii vávda hehttot vuosehit leahkit čeahpit fágaid ja oahpaid oktavuođan, dienláhkái deŋggodaga cegget.
nno: Vi måtte heller vise at vi dugde. Det var viktig å bygge opp kapitaler. Det gjaldt å bli skoleflink.

source: Dát mielddisbuvttii olu girjelohkamiid, ja gal ávttii: illui šattaimmet ovtilis go skovlogat rámiide vázzeguoimmiid stillaid ovdamearkan gokte galget gen stiillat ben leahkit.
nno: Slik ble det mye lekselesing, men du verden hvor godt det føltes når stilene til medelever fra markebygda ble lest opp som eksempler på at " slik skal det gjøres ".

source: Dát gullui daddjot dáččalaš skovlogiid njálmmis.
nno: Og det var hos norske lærere.

source: Ii lean Reisrándda láttiide šat nu reaškilis healppos [geasuhahtti] min ravdnut [ilčit ja bieguhit, givssidit] ja mobbet.
nno: Det var ikke lenger så lett for breistrendingene å mobbe oss..

source: Vuoras sápmi movttidahtii min láddelaččaide [Lulli-Romssas láddelaš = dáža] vástádallat go min cielahit " fijnn " ja " lapp ", sárdnut: " Joh, men min gal dobdap [dovdat] juobe stuora " A " go boahtá guoŋa [vázzi] min guvlui. " Aitto 6. skovlájagi beasaimet ruoktoluotta.
nno: En eldre sambygding sa en gang til oss at vi skulle svare breistrendingene når de kalte oss for " lapp " og " fijnn " med disse ord: " Ja, men vi kjeinne no iallfall stor A ’ en no den kjem gåanes i mot oss ".

source: Sárgun: Solfrid Fjellaksel Pedersen
nno: Tegning av Solfrid Fjellaksel Pedersen

source: Vuomi skovlá huksejuvvui ođđasit danne go váhnemat ja olles gilli garrasit gáibide.
nno: Kjønna nye skole ble bygd opp etter press fra foreldrene og bygdesamfunnet.

source: Leimmet illolaččat, muhto ii šat ovdalet áiggi vuoidna boahtán nu go lei leamaš boares skovllán.
nno: Da jeg gikk 6. året, fikk vi vende tilbake. Vi var lykkelige, men ting ble imidlertid aldri som på gammelskolen.

source: Earret eará de moadde sámi oahppit báhce joatkit Reisrándda skovllán.
nno: Blant annet var det noen samebarn som fortsatte å gå på skole på Breistrand.

source: Vuomi skovlabiiren dát dahku ivttii dan jáhku ahte doppe leažžá leat buorot go " sámi skovlán ".
nno: I bygda ble det oppfattet som et uttrykk for at det var bedre enn å gå på en " sameskole ".

source: Sámi searvválašvuohta dieinna daguin boatkanii, ja dan rájis sámivuohta beikkahuvvui [beikkahit = huoi sakka vuolidit ja sakka heaikkahit, bilkidit baháládjii nuppiid gulu] dieid bealin oallaláhkái.
nno: Den samiske enheten var med dette brutt, og det samiske var for alvor stigmatisert til noe negativt av samer selv.

source: Nie ledje sámit ieža mielde sámivuođa ihpáldahttimen negatiivan ja árvvoheapmin.
nno: Elever fra Kjønna-skolen fortsatte imidlertid å være blant de mest skoleflinke i kommunen.

source: Vuomi skovllá oahppit gal ain vuosehe leahkit suohkana čeahpimušaid gaskkan, dan čájehit loahpahanduođastusat.
nno: Det viste seg på avgangsvitnemålene.

source: Simme nai Vuopmegeaži ja Vatnjavári skovlábiiret.
nno: Det samme gjaldt for elever fra skolene i Trøssemark / Vuopmegeahči og Boltås / Vatnjavárri.

source: Láveje vázzit " framhaldskovllá " dugo joatkan maŋŋel go ledje beassan gili skovllás. "
nno: Det var vanlig å gå framhaldskole etter folkeskolen.

source: Framhaldskovllán " gárttaimet dáččalaččaid ollái.
nno: På framhaldskolen kom vi i samme klasse som norske elever.

source: Dál de gal lei albmaláhkái viššalastit amameat bázáhallat, baicca vuosehit menskkáid [menskkáid vuosehit = čájehit ahte olmmoš bihtá ja máhttá], eai galgga ákkáhit min navdit durken [duihmin, čuorbin].
nno: Det gjaldt nå som aldri før å henge i for å vise at vi ikke var dumme.

source: Mii geat leimmet ovttas skovllá vázzán Reisránddan deaivvadeimmet, na aitto hal dieiguin gieiguin leimmet dalle simme skovláklássan leamaš.
nno: Vi som hadde gått på Breistrand, møtte de vi hadde gått i klasse med før.

source: Amma dihte mii eanašat juo leimmet smiđugat girjjiide ja fágaide.
nno: De visste jo at de fleste av oss kunne våre " saker ".

source: Sámi duogaš, sámi máilbmi, val healbbahassii duvdui, dušše jierkkuid [jierku &lt; jirkut = ábástallat, botnjat sániid ja ásejiid] bakto geažihuvvui, juo nai nie skovloga bealis, deđđe.
nno: Det samiske ble imidlertid stadig underkommunisert og kom bare fram i sleivbemerkninger, og det gjaldt også fra lærerens side.

source: Láttiid spáidnasat [spáidnasat = guhkit ja ásehit] ja rivgut gal eai minguin sámiiguin bihtán; čeahpimusat gávdnojuvvoje gusto sámiid gaskkan.
nno: Men de norske " bergdes " ikke med oss samer, de flinkeste elevene var stadig å finne blant samene.
